/* Localized versions of Info.plist keys */

CFBundleName = "People";
NSHumanReadableCopyright = "© __MyCompanyName__, 2005,2006";

/* Data Class */

"com.mycompany.myschema.dataclass" = "My Custom Objects";

/* Entity: A simple entity with just one attribute */

"com.mycompany.myschema.firstnames" = "First Names Entity";

/* Attribute: A simple attribute */

"com.mycompany.myschema.firstnames/firstNameAttribute" = "First Name";

/* Relationship: Contrived relationship from first name to first name */

"com.mycompany.myschema.firstnames/friends" = "My Friends";